Table of Contents
 Enum TendonBarType
Namespace
IdeaRS.OpenModel.CrossSection
Assembly
IdeaRS.OpenModel.dll
Tendon bar type
public enum TendonBarType
Fields
Posttensioned = 0
Post-tensioned
Pretensioned = 1
Pre-tensioned
Fields
 Name |  Description
 Posttensioned = 0
Post-tensioned
 Pretensioned = 1
Pre-tensioned
 Edit this page